*** Make some changes
#+NAME change1
#+BEGIN_SRC emacs-lisp
(setq git-demo/file1 (concat (file-name-directory git-demo/dir) "file1.clj"))
(find-file git-demo/file1)
#+END_SRC

#+RESULTS:
: #<buffer file1.clj>


